export const advantageProps = [
	{
		category: 'Carbon-Cleaner',
		image: '/images/cleaner_tr.svg',
		color: 'text-sky-500',
		items: [
			{
				icon: '/icons/step-1.svg',
				title: 'Step 1',
				text: 'Крок 1: Чистка починається з видалення нагару',
			},
			{
				icon: '/icons/user-friendly.svg',
				title: 'User Friendly',
				text: 'Hе викликає подразнень шкіри, дихальних шляхів та не має неприємного запаху, що робить його зручним і безпечним у використанні',
			},
			{
				icon: '/icons/fast-acting.svg',
				title: 'Fast Acting',
				text: 'Засіб починає діяти відразу після нанесення, заощаджуючи ваш час',
			},
		],
	},
	{
		category: 'Copper-Cleaner',
		image: '/images/cleaner_tr.svg',
		color: 'text-sky-500',
		items: [
			{
				icon: '/icons/step-1.svg',
				title: 'Step 2',
				text: 'Крок 2: Чистка продовжується з видалення мідних сполук всередині стволу',
			},
			{
				icon: '/icons/ammonia-free.svg',
				title: 'Ammonia free',
				text: 'Hе містить аміак, що робить його безпечним для користувача та зберігає деталі вашої зброї',
			},
			{
				icon: '/icons/safety.svg',
				title: 'Safely for barrel',
				text: 'Безпечно для ствола - глибоке очищення без ризику пошкодження',
			},
		],
	},
	{
		category: 'CPL',
		image: '/images/clp_tr.svg',
		color: 'text-lime-500',
		items: [
			{
				icon: '/icons/all-in-one.svg',
				title: 'All in one',
				text: 'Один засіб замість трьох: чистка, змащування та захист!',
			},
			{
				icon: '/icons/all-types.svg',
				title: 'All Types',
				text: 'Підходить для будь-яких видів вогнепальної зброї, забезпечуючи повний догляд в одному флаконі',
			},
			{
				icon: '/icons/user-friendly.svg',
				title: 'User Friendly',
				text: 'Hе викликає подразнень шкіри, дихальних шляхів та не має неприємного запаху, що робить його зручним і безпечним у використанні',
			},
		],
	},
	{
		category: 'Liquidator',
		image: '/images/liquidator_tr.svg',
		color: 'text-gray-100',
		items: [
			{
				icon: '/icons/step-1-2.svg',
				title: 'Step 1 & 2',
				text: 'Крок 1-2: Очищення нагару та мідних сполук у одному флаконі',
			},
			{
				icon: '/icons/ammonia-free.svg',
				title: 'Ammonia free',
				text: 'Hе містить аміак, що робить його безпечним для користувача та зберігає деталі вашої зброї',
			},
			{
				icon: '/icons/user-friendly.svg',
				title: 'User Friendly',
				text: 'Hе викликає подразнень шкіри, дихальних шляхів та не має неприємного запаху, що робить його зручним і безпечним у використанні',
			},
		],
	},
	{
		category: 'Oil',
		image: '/images/oil_tr.svg',
		color: 'text-amber-600',
		items: [
			{
				icon: '/icons/step-3.svg',
				title: 'Step 3',
				text: 'Крок 3: Створює тонкий захисний шар, що зменшує тертя між рухомими частинами зброї, продовжуючи її термін служби',
			},
			{
				icon: '/icons/neutral.svg',
				title: 'Neutral',
				text: 'Нейтральний ph - коефіціїнт допомагає нейтралізувати залишки агресивних хімічних очисників, запобігаючи їх подальшій дії',
			},
			{
				icon: '/icons/temperature.svg',
				title: '- 80 + 250 C',
				text: 'Формула дозволяє зберігати свої властивості в широкому діапазоні температур, що робить його незамінним для використання в різних кліматичних зонах та екстремальних ситуаціях',
			},
		],
	},
	{
		category: 'Protect-Oil',
		image: '/images/protect_tr.svg',
		color: 'text-yellow-500',
		items: [
			{
				icon: '/icons/step-3P.svg',
				title: 'Step 3',
				text: 'Крок 3: Продовжує термін служби вашої зброї, зберігаючи її у відмінному стані',
			},
			{
				icon: '/icons/all-seasons.svg',
				title: 'All seasons',
				text: 'Зброя залишається в ідеальному стані навіть при зберіганні в несприятливих умовах протягом всіх сезонів',
			},
			{
				icon: '/icons/longer.svg',
				title: 'Longer',
				text: 'Зберігає свої властивості при тривалому зберіганні зброї, навіть в екстремальних умовах',
			},
		],
	},
]

export const textAboutArray = [
	{
		year: 2024,
		textFirst: `Рік став початком нашої компанії, коли ми зібралися разом, щоб втілити
				нашу спільну мрію. Це був рік, коли ми познайомилися, розробили логотип,
				обрали ім’я та створили зразки перших продуктів. Ми працювали над
				концепцією, яка відображає нашу основну мету — турботу про зброю.`,
		imageAbout: '/images/first-logo.png',
		titleFirst: `Від ідеї до дії!`,
		titleSecond: `Зараз вже Ви користуєтесь нашими продуктами.`,
		textSecond: `Наша мета була простою, але амбітною: зробити чистку зброї швидшою,
				кращою та легшою, перетворивши її на захоплюючий та приємний процес.`,
	},
	{
		year: 2023,
		textFirst: `Рік став початком нашої компанії, коли ми зібралися разом, щоб втілити
				нашу спільну мрію. Це був рік, коли ми познайомилися, розробили логотип,
				обрали ім’я та створили зразки перших продуктів. Ми працювали над
				концепцією, яка відображає нашу основну мету — турботу про зброю.`,
		imageAbout: '/images/first-logo.png',
		titleFirst: `Від ідеї до дії!`,
		titleSecond: `Зараз вже Ви користуєтесь нашими продуктами.`,
		textSecond: `Наша мета була простою, але амбітною: зробити чистку зброї швидшою,
				кращою та легшою, перетворивши її на захоплюючий та приємний процес.`,
	},
	{
		year: 2022,
		textFirst: `Рік став початком нашої компанії, коли ми зібралися разом, щоб втілити
				нашу спільну мрію. Це був рік, коли ми познайомилися, розробили логотип,
				обрали ім’я та створили зразки перших продуктів. Ми працювали над
				концепцією, яка відображає нашу основну мету — турботу про зброю.`,
		imageAbout: '/images/first-logo.png',
		titleFirst: `Від ідеї до дії!`,
		titleSecond: `Зараз вже Ви користуєтесь нашими продуктами.`,
		textSecond: `Наша мета була простою, але амбітною: зробити чистку зброї швидшою,
				кращою та легшою, перетворивши її на захоплюючий та приємний процес.`,
	},
]

const AboutFirstBlock = [
	{
		text: `Рік став початком нашої компанії, коли ми зібралися разом, щоб втілити
	нашу спільну мрію. Це був рік, коли ми познайомилися, розробили логотип,
	обрали ім’я та створили зразки перших продуктів. Ми працювали над
	концепцією, яка відображає нашу основну мету — турботу про зброю.`,
	},
]

const AboutSecondBlock = {
	textSecond: `Наша мета була простою, але амбітною: зробити чистку зброї швидшою,
	кращою та легшою, перетворивши її на захоплюючий та приємний процес.`,
}

const AboutImageBlock = {
	imageAbout: '/images/first-logo.png',
	titleH1: `Від ідеї до дії!`,
	title: `Зараз вже Ви користуєтесь нашими продуктами.`,
}
