{
	"contentAboutPage": {
		"aboutUs": {
			"title": "Хто ми?",
			"description": "З моменту заснування у 2022 році ми постійно зростаємо та розвиваємося, перетворюючи наші ідеї в значущі продукти і забезпечуючи прозорість та відкритість у спілкуванні з клієнтами. Ми цінуємо довіру, яку ви нам надаєте, щоб виконувати обіцянки, прощати наші помилки та вірити в нашу здатність ставати кращими. В основі всього – це ви разом із нами кидаєте виклик традиційним уявленням про догляд за зброєю.",
			"middleText": "Наша місія полягає в тому, щоб зробити найкращі засоби для догляду за зброєю стандартом індустрії.",
			"endText": "Приєднуйтесь до нас у цьому виклику."
		},
		"2024": {
			"AboutFirstBlock": {
				"text": "Ми стали важливим гравцем на ринку України, значно розширивши нашу присутність на полицях усіх провідних спеціалізованих мереж країни. Наша продукція вже отримала визнання за якість та інноваційність."
			},
			"AboutImageBlock": {
				"image": "/images/2024.jpg",
				"titleH1": "Від ідеї до дії!",
				"title": "Зараз вже Ви користуєтесь нашими продуктами."
			},
			"AboutSecondBlock": {
				"textSecond": "Це рік, коли ми розпочали розробку нових продуктів для чищення зброї, застосовуючи передові технології та враховуючи унікальні потреби наших клієнтів. Ми не зупиняємося на досягнутому і постійно шукаємо нові можливості для розширення нашого асортименту та виходу на міжнародні ринки. Нашою метою є не лише задоволення потреб користувачів, а й створення нових стандартів у догляді за зброєю."
			}
		},
		"2023": {
			"AboutFirstBlock": {
				"text": "Ми активно вдосконалювали наші продукти, додаючи нові властивості та цінності. Ми ретельно тестували кожну інновацію, уважно прислухаючись до потреб наших клієнтів і ринку. Завдяки цьому ми створили повну лінію засобів DayPatron для догляду за зброєю, які підходять для різних умов — від екстремальних до домашніх."
			},
			"AboutImageBlock": {
				"image": "/images/2023.png",
				"title": "Зараз вже Ви користуєтесь нашими продуктами."
			},
			"AboutSecondBlock": {
				"textSecond": "Наші цінності є основою всього, що ми робимо, і допомагають нам створювати середовище, де інновації та якість є пріоритетами. Якість: Ми прагнемо досягати найвищих стандартів у всьому, що робимо. Клієнтоорієнтованість: Наші клієнти – це серце нашого бізнесу. Командна робота: Спільними зусиллями ми досягаємо великих результатів."
			}
		},
		"2022": {
			"AboutFirstBlock": {
				"text": "Рік став початком нашої компанії, коли ми зібралися разом, щоб втілити нашу спільну мрію. Це був рік, коли ми познайомилися, розробили логотип, обрали ім’я та створили зразки перших продуктів. Ми працювали над концепцією, яка відображає нашу основну мету — турботу про зброю."
			},
			"AboutImageBlock": {
				"image": "/images/2022.png",
				"titleH1": "Від ідеї до дії!",
				"title": "Зараз вже Ви користуєтесь нашими продуктами."
			},
			"AboutSecondBlock": {
				"textSecond": "Наша мета була простою, але амбітною: зробити процес чистки зброї швидшим, ефективнішим і зручнішим, перетворивши його на захоплююче та приємне заняття. Ми пройшли довгий шлях, створюючи новий бренд, розробляючи інноваційні властивості, підбираючи оптимальні пакувальні рішення та розробляючи дизайн. Цей процес вимагав значних зусиль і часу, але наша наполегливість і відданість привели до успіху!"
			}
		}
	},
	"ContentContactsPage": {
		"form": {
			"title": "Задати нам питання",
			"feedback_sent_message": "Ваш запит надіслано, дякуємо!",
			"send_another_feedback_button": "Надіслати ще один запит?",
			"surname_label": "Імʼя",
			"surname_placeholder": "введіть повне прізвище",
			"phone_label": "Номер телефону",
			"phone_placeholder": "введіть номер телефону",
			"email_label": "Електронна пошта",
			"email_placeholder": "введіть електронну пошту",
			"message_label": "Повідомлення",
			"message_placeholder": "введіть повідомлення",
			"submit_button": "Надіслати"
		},
		"page": {
			"title": "Контактна інформація",
			"manufacturer": "Виробник: ТОВ 'Екокеміка Трейдінг'",
			"manufacturer_address": "Адреса: вул. Предславинська, 34Б, Київ, 03150, Україна",
			"manufacturer_link": "www.ekokemika.ua",
			"distributor": "Постачальник та компанія для претензій: TOB 'Деззе'",
			"email": "Email: info@dezze.com.ua",
			"phone": "Телефон: +38 (099) 730-21-26",
			"email_daypatron": "Email: daypatronteam@gmail.com",
			"web_daypatron": "www.daypatron.com.ua"
		}
	},
	"ContentFooter": {
		"links": {
			"companyTitle": "Компанія",
			"productsTitle": "Продукти",
			"infoTitle": "Інформація",
			"account": "Маєте аккаунт?",
			"profile": "Профіль",
			"orders": "Замовлення",
			"privacy": "Політика конфіденційності",
			"warranty": "Гарантія та повернення",
			"guide": "Посібник для покупців",
			"delivery": "Умови доставки та оплати",
			"aboutUs": "Про нас",
			"contacts": "Контакти",
			"whereToBuy": "Де купити?"
		},
		"footer": {
			"copyright": "© 2023 DayPatron Inc. Усі права захищені"
		},
		"slogan": "Сила в кожному з нас!"
	},
	"Mission-info": {
		"info": "DAY Patron – ідеальний супутник для тих, хто цінує бездоганність і догляд за своєю зброєю, пропонуючи преміум-продукти, доступні для всіх",
		"title": "Наша місія"
	},
	"FiguredOn": "ПРЕДСТАВЛЕНО В",
	"Partners": "ПАРТНЕРИ"
}
