const RulesReviews = () => {
	return (
		<div className='container w-9/12 mx-auto *:my-2 *:text-justify .h1:underline'>
			<h1 className='text-2xl font-bold mb-4 pt-10'>
				Правила публікації відгуків на сайті daypatron.com.ua
			</h1>
			<h2 className='underline'>Загальні відомості</h2>
			<ul className='list-disc ml-5 *:my-2'>
				<li>
					Відгук - це письмовий коментар, в якому покупець дає власну оцінку
					якості, ділиться особистим досвідом спілкування та взаємодії з
					компанією-продавцем. Також у відгуку покупець може залишити особисту
					оцінку щодо якості товару, який отримав від продавця.
				</li>
				<li>
					Залишати відгуки можуть покупці, а також будь-який користувач
					<b> daypatron.com.ua</b> в необмеженій кількості, але не більше, ніж
					два поспіль коментаря від одного користувача. Кількість символів в
					коментарі - від 20 до 1500 (шт.).
				</li>
				<li>
					Відгуки можна залишати з метою отримання інформації щодо придбаного
					товару. Відгуки на <b> daypatron.com.ua</b> можуть залишати тільки
					повнолітні особи. Автор відгуку несе відповідальність за достовірність
					інформації, що публікується. Обов’язок щодо доказування достовірності
					та правдивості інформації у відгуку лежить на авторі відгуку.
				</li>
				<li>
					Залишаючи відгук, користувач погоджується, що його контактні дані
					можуть бути використані Адміністрацією <b> daypatron.com.ua</b> для
					зв’язку з ним. Залишаючи відгук якості придбаного товару, покупці
					погоджуються на публікацію інформації про замовлений та/або придбаний
					у такого продавця товар.
				</li>
				<li>
					Відгуки та/або коментарі містять суб’єктивну думку їх авторів.
					Публікація відгуку не підтверджує згоду daypatron.ua з викладеною в
					них інформацією. Згідно з чинним законодавством України, кожен має
					право на свободу думки та слова, на вільне вираження своїх поглядів та
					переконань.
				</li>
			</ul>

			<h2 className='underline'>
				Написання відгуку про послуги або якості товару
			</h2>
			<ul className='list-disc ml-5 *:my-2'>
				<li>Зробити це можна на сторінці сайту компанії (на картці товару).</li>
				<li>
					На <b> daypatron.com.ua</b> не можна залишити відгук або коментар до
					відгуку анонімно. Покупець повинен заповнити своє ім’я та електронну
					пошту, текст відгуку може бути написаний тільки кирилицею.
				</li>
				<li>
					Біля фото профілю та ім’я автора відгуку показується мітка, якщо автор
					придбав цей товар на сайті <b> daypatron.com.ua</b>.
				</li>
				<li>
					Автор відгуку може відредагувати або видалити раніше залишений відгук.
					У разі видалення відгуку автор може залишити новий відгук.
				</li>
			</ul>

			<h2 className='underline'>Перевірка та публікація відгуків</h2>
			<p className='ml-5 italic'>
				Не допускається публікація на <b> daypatron.com.ua</b> відгуків, які
				містять:
			</p>
			<ul className='list-disc ml-5 *:my-2'>
				<li>
					СПАМ: реклама товарів або послуг, комерційні пропозиції, номери
					телефонів, посилання на сторонні сайти, e-mail, пропозиції про купівлю
					або продаж; оцінки інших компаній;
				</li>
				<li>
					Відгуки-скарги про порушення прав інтелектуальної власності,
					оприлюднення особистих відносин, конфлікт інтересів між діловими
					партнерами;
				</li>
				<li>
					Образи, лайливу, ненормативну лексику, повідомлення, що містять
					судження або думки, які принижують честь, гідність, ділову репутацію,
					в тому числі висловлені в брутальній, принизливій чи непристойній
					формі, а також будь-які інші висловлювання, що порушують чинне
					законодавство України;
				</li>
				<li>
					Повідомлення сексуального характеру, включаючи порнографічний зміст, а
					також матеріали, що представляють дітей в еротичному контексті;
				</li>
				<li>
					Конфіденційну інформацію, в тому числі персональні дані третіх осіб
					(включаючи номери водійських посвідчень, військових квитків,
					ідентифікаційних кодів тощо);
				</li>
				<li>
					Фіктивні позитивні відгуки, залишені співробітниками компанії або
					третіми особами з метою маніпуляцій;
				</li>
				<li>
					Фіктивні негативні відгуки, залишені співробітниками конкуруючої
					компанії або третіми особами з метою зниження рейтингу компанії.
				</li>
			</ul>

			<h2 className='underline'>Відповідальність сторін</h2>
			<ul className='list-disc ml-5 *:my-2'>
				<li>
					Команда <b> daypatron.com.ua</b> не може об’єктивно оцінити
					достовірність викладених у відгуку суджень, встановити факт наклепу.
				</li>
				<li>
					Інформація у відгуку може бути суперечливою, неповною або не
					відповідати дійсності за думкою іншої сторони.
				</li>
				<li>
					Оціночні судження у відгуку не можуть спростовуватися або доводитися,
					тому що це особиста думка автора відгуку. Тому ми вітаємо публічні
					висловлювання (коментарі) з боку як автора, так і одержувача відгуку,
					із зазначенням на відповідність або невідповідність дійсності
					конкретних обставин з наведенням доказів та аргументів, а також
					вирішення спірних ситуацій безпосередньо між користувачами.
				</li>
			</ul>
		</div>
	)
}

export default RulesReviews
