{
  "personal-information": "User Information",
  "companies": "Company Information",
  "missions": "MISSION HUB",
  "my-missions": "Place Missions",
  "matches": "Matches",
  "solutions": "SOLUTION SUITE",
  "find-products": "Find Products",
  "orders": "ORDERS",
  "my-orders": "My Orders",
  "invoicing": "INVOICING",
  "invoices": "Invoices",
  "invoice-settings": "Invoice Settings",
  "documentation": "Documentation",
  "roadmap": "Roadmap",

  "main_nav_support_body": "This option works best in Chrome and unfortunatly does not work in Safari yet.",

  "personal_information_first_name_tooltip": "Hey there! Your first name goes here. Let us know what to call you!",
  "personal_information_last_name_tooltip": "We'd love to know you last name! Share it with us, won't you?",
  "personal_information_email_tooltip": "Can you leave your email address? This is also your log-in username.",
  "personal_information_phone_number_tooltip": "Ring, ring! Give us your digits so we can reach out if really needed.",
  "personal_information_country_tooltip": "Where are you based? In this world of digital nomands, please let us know the country you are officially registered in.",
  "personal_information_linked_in_url_tooltip": "Show off your professional side! Share your LinkedIn profile here.",

  "company_legal_entity_name_tooltip": "You can create several legal entities for your business. Please fill in the legal entity name for which you want to find talent for",
  "company_general_email_box_tooltip": "The offocial company email address and general mailbox can be added here. It's not a must.",
  "company_industry_tooltip": "What industry do you operate in? Help us match you with the right talent.",
  "company_chamber_of_commercer_number_tooltip": "Please leave the official Chamber of Commerce registration number in this field.",
  "company_linked_in_url_tooltip": "Got a company LinkedIn page? Share the link with us and let the talent find you faster.",
  "company_description_tooltip": "Tell us about your ambitious company! Briefly describe what you do and what you are about. This is your first introduction which Talent will see, if you're company is not set to confidential.",
  "company_address_street_tooltip": "Where is the office located of this legal entity? Share the street name here please.",
  "company_address_street_number_tooltip": "The street number of your company's official address can be added here.",
  "company_address_city_tooltip": "Your company's base city. Let us know where you call home.",
  "company_address_postal_code_tooltip": "The postal code of your company's location goes here.",
  "company_address_country_tooltip": "What is the country where your company is officially registered?",

  "mission_company_tooltip": "Select the company the talent will be teaming up with on this mission.",
  "mission_title_tooltip": "Come up with a killer title for your exciting mission! This is the first thing talent will see. Make it short snappy yet cristal clear.",
  "mission_description_tooltip": "Spill the beans on what this mission is all about, in your own words! Keywords, sentences, thoughts. Feel free to add anything. Most likely you'll be tweaking the description over time.",
  "mission_cluster_tooltip": "Sort your mission into a snazzy category or cluster. This is the first matching field for talent.",
  "mission_role_tooltip": "The star role we need to make this mission shine!",
  "mission_alternative_roles_tooltip": "Just in case the first role isn't the exact role name the Talent uses, here are some alternatives to list",
  "mission_industry_tooltip": "Pick the industry that's rockgin this missions world.",
  "mission_alternative_industries_tooltip": "Select other relevant industries that could match the mission's vibe!",
  "mission_required_languages_tooltip": "What are the must have languages the talent needs to speak to rock this mission like a pro?",
  "mission_years_experience_tooltip": "Enter the number of years the talent must have been acing the roles you listed above. This is a must have criteria and talent who do not match this criteria, will not be shown to you.",
  "mission_start_date_tooltip": "When does the action begin? Mark the desired or indicative kick-off date.",
  "mission_end_date_tooltip": "When do you think this epic mission is set to wrap up. This field is not a must have.",
  "mission_country_tooltip": "Pick the country where all the magic will happen.",
  "mission_hours_per_week_tooltip": "Include a time estimate how many hours the talent will be slaying it every week.",
  "mission_current_setup_tooltip": "It would be great if you could provide a 10x-er with more background information about the current situation of the company, team, department and required output.",
  "mission_why_we_need_you_tooltip": "Tell us the secret sauze of the talent and why they are needed!",
  "mission_outcome_tooltip": "Paint a picture of what this mission will achieve - you're the artist! Our 10x-ers are focussed on delivering output and results. They have been on this journey before and the more specific you describe this, the better.",
  "mission_profile_we_are_looking_for_tooltip": "Are there any specifics you would like to list? What is the kind of superhero we're scouting for this ambitious mission!",

  "match_company_notes_about_the_talent_tooltip": null,

  "invoice_settings_company": "Please select the Company Legal Entity you would like to add the invoicing information for.",
  "invoice_settings_invoicing_name_tooltip": "To whom should we address the invoice?",
  "invoice_settings_vat_number_tooltip": "Your Value Added Tax (VAT) identification number, if applicable.",
  "invoice_settings_bank_name_tooltip": "The name of your bank where payments will find their way to you.",
  "invoice_settings_bank_account_name_tooltip": "The name on your bank account.",
  "invoice_settings_iban_tooltip": "Your International Bank Account Number. It's all about those digits!",
  "invoice_settings_invoicing_email_address_tooltip": "The email address where we'll send those money-making reversed invoices!",
  "invoice_settings_address_street_tooltip": "Your invoicing street address. We need to find you on the map!",
  "invoice_settings_address_street_number_tooltip": "The street number of your invoicing address. Let's pinpoint your spot!",
  "invoice_settings_address_city_tooltip": "The vibrant city where your invoicing address resides.",
  "invoice_settings_address_postal_code_tooltip": "The postal code that adds zest to your invoicing address.",
  "invoice_settings_address_country_tooltip": "The country where your invoicing address calls home ;-) ."
}
