const Delivery = () => {
	return (
		<div className='container w-9/12 mx-auto *:my-2 *:text-justify'>
			<h1 className='text-2xl font-bold mb-4 pt-10'>
				Умови доставки та оплати
			</h1>
			<h1>Загальні правила</h1>
			<ul>
				<li>Мінімальна сума замовлення становить 150 грн.</li>
				<li>
					У разі здійснення замовлення на суму 14 999 грн і більше оформлення
					здійснюється тільки за умови 100% передоплати.
				</li>
				<li>
					Можлива безкоштовна доставка по території України за умови замовлення
					на суму від 2 000 грн.
				</li>
			</ul>

			<h2>Способи доставки та оплати поштою</h2>
			<h3>«Нова Пошта»</h3>
			<p>
				По території України доставка здійснюється за допомогою національного
				поштового оператора «Нова пошта» (НП).
			</p>
			<p>Вартість доставки:</p>
			<ul>
				<li>до дверей (адресна): 100 грн;</li>
				<li>до поштомату НП: 51 грн;</li>
				<li>до відділення НП: 100 грн.</li>
			</ul>

			<h2>Варіанти та умови оплати</h2>
			<h3>Самовивіз</h3>
			<p>Оплатити товар можна:</p>
			<ul>
				<li>банківською картою, випущеною українським банком;</li>
				<li>переказом на рахунок IBAN;</li>
				<li>готівкою.</li>
			</ul>

			<h3>Оплата «Новою Поштою»</h3>
			<p>Доступна оплата:</p>
			<ul>
				<li>за допомогою банківської карти, випущеної українським банком;</li>
				<li>переказом на рахунок IBAN;</li>
				<li>за допомогою накладеного платежу;</li>
				<li>є можливість оформити платіж в розстрочку.</li>
			</ul>
			<p>
				Зверніть увагу: «Нова Пошта» надає послугу накладеного платежу на
				платній основі, актуальну вартість слід уточнювати на сайті «Нової
				Пошти».
			</p>
			<p>
				На даний момент вартість такої послуги становить 2% від суми платежу +
				20 грн (але не менше 10 грн).
			</p>

			<h3>Оплата накладеним платежом</h3>
			<p>Максимальна сума замовлення — 15 000 грн.</p>

			<h3>На рахунок IBAN</h3>
			<p>Сума замовлення не обмежена.</p>
			<p>У разі такого способу оплати пропонується наступний алгоритм дій:</p>
			<ol>
				<li>покупець озвучує потрібний товар;</li>
				<li>
					менеджер перевіряє наявність даного товару і здійснює резервування;
				</li>
				<li>менеджер виписує рахунок-фактуру, який надається покупцеві;</li>
				<li>
					покупець здійснює платіж за отриманими реквізитами. При цьому в
					призначенні обов&rsquo;язково вказується номер замовлення. В іншому
					випадку закріплення отриманих коштів за конкретним замовленням не
					відбудеться, а сума буде повернута покупцеві.
				</li>
			</ol>
			<p>
				Якщо в ролі покупця виступає юридична особа (ТОВ), необхідно надати
				виписки з:
			</p>
			<ul>
				<li>Єдиного державного реєстру юридичних осіб;</li>
				<li>реєстру платників ПДВ.</li>
			</ul>
			<p>
				Крім цього, необхідно надати контактну інформацію про юридичну особу.
			</p>
			<p>Обов&rsquo;язково:</p>
			<ul>
				<li>юр. адреса;</li>
				<li>номер телефону.</li>
			</ul>
			<p>При наявності можливості:</p>
			<ul>
				<li>номер телефону бухгалтерії;</li>
				<li>email.</li>
			</ul>

			<h3>Оплата банківською картою українського банку</h3>
			<p>Максимальна вартість замовлення - не обмежена.</p>
			<p>
				У разі переказу за допомогою банківської карти стягується комісія,
				мінімум становить 1,7%.
			</p>
			<p>
				Зверніть увагу: у разі скасування замовлення і наступного за цим
				повернення коштів, сума комісії покупцеві не повертається, оскільки вона
				стягується на користь банку.
			</p>

			<h3>Терміни зарахування коштів</h3>
			<p>Залежить від способу оплати:</p>
			<ul>
				<li>
					переказ за допомогою банківської карти — зарахування відбувається як
					правило практично моментально, протягом 1-2 хвилин;
				</li>
				<li>
					переказ на IBAN рахунок — кошти зараховуються на наступний банківський
					день;
				</li>
				<li>оформлення розстрочки — на наступний банківський день.</li>
			</ul>

			<h3>Терміни оформлення замовлень і відправки товарів</h3>
			<p>
				Оформлення замовлень здійснюється з 10:00 до 20:00 в робочі дні. При
				цьому пріоритет віддається замовленням, у яких в якості способу доставки
				обраний самовивіз з одного з наших магазинів.
			</p>
			<p>
				Відправка товарів «день в день» можлива за умови оформлення замовлення
				до 12:00, а також у разі, якщо даний товар є на одному з наших складів.
			</p>
			<p>
				Відправка товарів, обробка замовлень яких була здійснена після 12:00,
				виконується не раніше, ніж на наступний робочий день.
			</p>
		</div>
	)
}

export default Delivery
