const Warranty = () => {
	return (
		<div className='container mb-10 w-full lg:w-9/12 mx-auto *:my-2 *:text-justify'>
			<h1 className='text-2xl font-bold mb-4 pt-10'>Гарантія та повернення</h1>
			<p>
				Ми дбаємо про комфорт наших клієнтів, тому пропонуємо зручні умови
				гарантії та повернення. Наш пріоритет – задоволення ваших потреб, а не
				інтереси компанії.
			</p>
			<p>
				Якість обслуговування та товарів є нашою основною цінністю, тому ми
				робимо все можливе, щоб ви залишилися задоволені покупкою. Наше
				прагнення – щоб ви поверталися до нас знову.
			</p>
			<h2 className='underline'>
				Однак, якщо сталася помилка, ми завжди готові вирішити проблему:
			</h2>
			<ul className='list-disc ml-5 *:my-2'>
				<li>
					По-перше, ми повернемо кошти протягом 20 днів після покупки. Будь
					ласка, повідомте нас, якщо ви отримали не той товар, і поверніть його
					у цілісному та непошкодженому стані.
				</li>
				<li>
					По-друге, ми можемо замінити товар на інший, взявши на себе витрати на
					доставку.
				</li>
			</ul>
		</div>
	)
}

export default Warranty
